<?php
session_start();
?>
<!DOCTYPE html>
<html lang="th">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="Content-Type" content="text/html; charset = utf-8" />
        <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-QWTKZyjpPEjISv5WaRU9OFeRpok6YctnYmDr5pNlyT2bRjXh0JMhjY6hW+ALEwIH" crossorigin="anonymous">
    <link rel="stylesheet" href="../css/about.css"> 
    <title>เกี่ยวกับเรา</title>
</head>
<body>
    <?php include 'menu.php'; ?>
    <div class="img">
        <img src="../img/Prototype.jpg" width="100%" height="500" class="img">
    </div>
<table border="0" class="table"> 
<tr><td><h1 class="h1">ประวัติความเป็นมา</h1></td></tr>
<tr>
<td><h2 class="h2"> บอกเล่าเรื่องราวของ "Coffee Test" </h2>
</tr>
<tr><td>  Coffee Test เป็นบริษัทที่จำหน่ายทั้งเมล็ดกาแฟ เครื่องชง เครื่องบด อุปกรณ์ และวัตถุดิบสำหรับเปิดร้านกาแฟแบบครบวงจร รวมไปถึงการให้คำปรึกษาและการสอนด้านกาแฟ สำหรับผู้ที่สนใจตั้งแต่เริ่มต้นไปจนถึงมืออาชีพ <br><br>

    คำว่า “Coffee Test” มาจากสีของ Green Bean Coffee หรือเมล็ดกาแฟดิบที่มีสีเขียวอมฟ้า ซึ่งเป็นเมล็ดกาแฟที่มีคุณภาพดีที่สุด</td>

<td><img src="../img/about_img01.png" height="200" width="500" class="img"></td></tr>
<tr><td><h2 class="h2">กว่าจะมาเป็นกาแฟแก้วโปรดของคุณ</h2></td> <td><h2 class="h2">เพราะ Coffee Test เชื่อว่ากาแฟที่ดีย่อมมาจากต้นน้ำที่ดี</h2></td></tr>
<tr>
    <td>เมล็ดกาแฟของ Coffee Test มาจากหมู่บ้านดอยช้าง อ.แม่สรวย จ.เชียงราย ด้วยสภาพ ภูมิประเทศและภูมิอากาศ ที่เหมาะสมต่อการเติบโตของต้นกาแฟ ทำให้กาแฟมีรสชาติ ที่โดดเด่นอย่างมีเอกลักษณ์
    ตั้งแต่ปี พ.ศ.2543 เป็นต้นมา Coffee Test พยายามเฟ้นหาแหล่งกาแฟอราบิกาดีๆ ในเมืองไทย จากหลายจังหวัด หลายดอย หลายหมู่บ้าน นำมาทดลองใช้ จนเราได้ค้นพบแหล่งปลูกเมล็ด กาแฟจากบ้านดอยช้าง จ.เชียงราย โดยดินในบริเวณนี้มีแร่ธาตุที่เหมาะสมต่อการปลูก ต้นกาแฟ ทำให้เมล็ดกาแฟมีความสมบูรณ์และมีรสชาติที่ดี มีเนื้อสัมผัสกลาง-มาก มีความนุ่ม นวล และมีความสมดุลของรสชาติสูง
    เราจึงเลือกที่จะตั้งโรงงานผลิตเมล็ดกาแฟดิบที่บ้านดอยช้าง เพื่อควบคุมคุณภาพของเมล็ด กาแฟที่เราต้องการใช้ให้ได้ 100% ....ผลเชอร์รีกาแฟที่สุกจัด ถูกเก็บเกี่ยวด้วยมือของเกษตรกร ชาวเขาเผ่าลีซู อาข่า และเผ่าอื่นๆ ที่เป็นสมาชิกในโครงการซึ่งเป็นผู้ปลูกและส่งผลผลิต ผลเชอร์รี่กาแฟคัดคุณภาพให้กับโรงงานของเรา ผลเชอร์รี่กาแฟที่มีคุณภาพดี ที่เราได้มานั้น จะนำมาผ่านกระบวนการโปรเซสด้วยเครื่องจักรที่ทันสมัย เพื่อให้เมล็ดกาแฟกะลาที่ดีที่สุด และนำไปเก็บรักษาในสถานที่ที่ออกแบบมาโดยเฉพาะ เพื่อรักษาคุณภาพและความสดใหม่ ของสารกาแฟ (เมล็ดกาแฟดิบ) เอาไว้มากที่สุด
    กาแฟคั่วบดทุกเมล็ดที่ผลิตในนามของ Coffee Test มั่นใจได้ว่า ทุกๆ เมล็ดที่ท่านได้นำไปใช้นั้น มีคุณภาพสูง ผ่านกระบวนการต่างๆ ด้วยความพิถีพิถัน ที่พวกเราตั้งใจเสิร์ฟให้ทุกท่าน ด้วยประสบการณ์กว่า 22 ปี</td>
    
    <td >เพื่อควบคุมคุณภาพให้ดียิ่งขึ้น Coffee Test จึงตั้งโรงงานผลิตเมล็ดกาแฟดิบที่บ้านดอยช้างนั่น คือ Coffee Test Plantation เพื่อควบคุมคุณภาพของเมล็ดกาแฟที่เราต้องการใช้ให้ได้ 100% รับซื้อเชอร์รีกาแฟคุณภาพจากเกษตรกรที่เป็นสมาชิก ในโครงการ จากนั้นนำเข้าสู่ขั้นตอนการผลิตที่มีการควบคุมคุณภาพและมาตรฐานอย่างดี เพื่อให้กาแฟสะอาด และมีรสชาติชัดเจน <br>

        เพราะจากการคัดสรรเชอร์รีกาแฟมาเป็นอย่างดี ผ่านกระบวนการโปรเซสแต่ละขั้นตอนอย่างพิถีพิถัน ทำให้เราสามารถควบคุมคุณภาพของกาแฟให้มีคุณภาพดีอย่างสม่ำเสมอเชื่อว่ากาแฟที่ดีย่อมมาจากต้นน้ำที่ดี <br>
        
        เพื่อการพัฒนาที่ยั่งยืน Coffee Test มีการให้คำปรึกษาและคำแนะนำเกี่ยวกับการดูแลต้นกาแฟ และไร่กาแฟแก่เกษตรกร นอกจากนี้เรายังมีการทำปุ๋ยจากเปลือกกาแฟที่เหลือทิ้งจากการทำโปรเซส 
        <br>นำมาหมักและแจกจ่ายแก่เกษตรกรเพื่อนำไปใช้ในการดูแลไร่กาแฟต่อไป ซึ่งการใช้ปุ๋ยจากเปลือกกาแฟนอกจากจะช่วยให้ต้นไม้งอกงามแล้ว ยังเป็นการรักษา บำรุงดินในระยะยาวได้ดีอีกด้วย เพราะดินเป็นแหล่งอาหารที่สำคัญต่อพืช การฟื้นฟูคุณภาพของดินจึงเป็นสิ่งที่จำเป็นและสำคัญต่อการทำการเกษตร นอกจากนั้นยังทำให้ปลอดภัยต่อเกษตรกรอีกด้วย
</td>
</tr>
</table>
<br>
<img src="../img/Prototype1.jpg" width="100%" height="500" class="com">
    <h3 class="h3">เมล็ดกาแฟก่อนที่จะนำมาคั่ว เรามีการคัดคุณภาพถึง 4 ขั้นตอน ได้แก่</h3>
    <div class="card-container">
        <div class="card_about">
        <img src="../img/about_roast1.png" height="80px" width="80px" class="img">
            <h3 class="h3">1. การคัดขนาดและความหนาแน่น</h3>
            <p>มีการคัดขนาดและความหนาแน่นของเมล็ดกาแฟดิบด้วยเครื่อง Gravity ซึ่งเป็นการคัดแยกเมล็ดกาแฟดิบที่มีน้ำหนักเบา หรือความหนาแน่นน้อยออกไป ซึ่งในขั้นตอนดังกล่าวจะทำถึง 2 ครั้ง เพื่อผลลัพธ์ที่มีความแม่นยำ</p>
        </div>
            <div class="card_about">
            <img src="../img/about_roast2.png" height="80px" width="80px" class="img">
            <h3 class="h3">2. การคัดสี</h3>
            <p>หลังจากที่เมล็ดกาแฟดิบที่ผ่านการคัดขนาดและความหนาแน่นมาแล้ว จะมีการคัดแยกอีกครั้งด้วยเครื่องยิงสี หรือ Color Sorter ซึ่งจะยิงเมล็ดกาแฟดิบที่มีสีไม่ผิดปกติออกไป นั่นก็คือเมล็ดกาแฟดิบที่เป็น Defect เช่น มีมอดเจาะ เป็นต้น</p>
        </div>
        <div class="card_about">
            <img src="../img/about_roast3.png" height="80px" width="80px" class="img">
            <h3 class="h3">3. การคัดด้วยมือคน</h3>
            <p>หลังจากที่ผ่านเข้าเครื่องยิงสีแล้วเมล็ดกาแฟดิบทั้งหมดจะมีการคัดด้วยมืออีกครั้ง เพื่อคัดแยก Defect ที่อาจจะหลงเหลืออยู่ จึงจะผ่านเข้าสู่ขั้นตอนในการคั่วต่อไปนั่นเอง</p>
        </div>
        <div class="card_about">
            <img src="../img/about_roast4.png" height="80px" width="80px" class="img">
            <h3 class="h3">4. การคั่ว</h3>
            <p>เมล็ดกาแฟดิบจะถูกคั่วด้วยโปรไฟล์ที่ผ่านการคิดค้นและทดลองแล้วว่าจะสามารถดึงเอากลิ่นและรสชาติของกาแฟแต่ละชนิดออกมาได้อย่างเหมาะสมและมีผลลัพธ์ที่เสถียรที่สุด ก่อนที่จะนำไปบรรจุลงถุง จะมีการคัดแยกสิ่งแปลกปลอมอีกครั้งด้วยเครื่อง Destoner เป็นการใช้ลมเป่า ซึ่งเมล็ดกาแฟที่เบาจะถูกเป่าขึ้นไป แยกเศษหิน เศษดิน ที่อาจจะตกค้างออกมาอีกครั้ง จากนั้นจึงนำไปบรรจุด้วยเครื่องจักร เพื่อความสะอาดและปลอดภัยของสินค้า</p>
        </div>
    </div>

<div class="card-container2">
<table><tr><td><h3 class="h3">เราคำนึงถึงความสดใหม่ของเมล็ดกาแฟก่อนส่งตรงถึงมือผู้ดื่มกาแฟทุกคน</h3></td></tr>
    <tr><td><img src="../img/about_img02.jpg"  height="450" width="400" class="img"></td><td>เราจึงเลือกใช้ถุงกาแฟที่มาจากวัสดุที่ดีและมีคุณสมบัติที่เหมาะสม และมี One Way Valve หรือวาล์วทางเดียว ที่ช่วยระบายก๊าซคาร์บอนไดออกไซด์ที่เกิดจากกระบวนการคั่วกาแฟออกไป ถุงกาแฟทำจากเนื้อวัสดุประเภทลามิเนต (Laminate) เป็นบรรจุภัณฑ์ที่เนื้อวัสดุมีฟิล์มพลาสติก ตั้งแต่ 2 ชั้นขึ้นไปนำมาประกบกัน ซึ่งฟิล์มของแต่ละชั้นนั้นก็จะมีคุณสมบัติที่ดีแตกต่างกัน ทําให้บรรจุภัณฑ์มีความทนทานแข็งแรง สวยงาม สามารถรักษาคุณภาพของเมล็ดกาแฟได้ยาวนานขึ้นและมีความปลอดภัย<br>
<br>
        
        <li>ชั้นนอกสุดทำจากโพลิโพรพิลิน (PP : Polypropylene)
        เป็นพลาสติกที่มีความทนทานต่อความร้อนได้สูงถึง 120º C มีอัตราการซึมผ่านของก๊าซต่ำ ป้องกันการซึมผ่านของไอน้ำได้ดี มีความทนทานต่อสารเคมีต่างๆ</li>ชั้นนอกสุดทำจากโพลิโพรพิลิน (PP : Polypropylene)

        <li>ชั้นกลางทำจากอลูมิเนียม (Aluminium)</li>
        ไม่มีกลิ่นและรส มีความแข็งแรงและทนทานต่อฝุ่นละออง ออกซิเจน สารเคมี น้ำ ความชื้นและสารอื่นๆ ที่จะทำลายคุณภาพของอาหาร และสะท้อนรังสีความร้อนได้ 95%<br>
        ชั้นในสุดทำจากโพลิเอทิลีน (LLDPE : Linear Low-Density Polyethylene)<br>

        <li>ทำจากเนื้อพลาสติกมีความนิ่มและเหนียว มีความใสและมันวาว ทนต่อความร้อนและความดันสูงได้ นิยมใช้ผลิตแผ่นฟิล์มสำหรับผลิตบรรจุภัณฑ์อาหาร โดยใช้รวมกับวัสดุอื่นเป็นวัสดุประสาน (Laminate) ใช้เป็นชั้นหรือตัวกลางสำหรับปิดผนึก (Sealing Layer)<br><br>
            โดยวัสดุที่นำมาทำถุงกาแฟนั้นได้รับมาตรฐาน Food Grade มีความปลอดภัย ไม่เป็นอันตรายต่อร่างกาย และช่วยรักษาคุณภาพของเมล็ดกาแฟให้สดใหม่อยู่เสมอ นอกจากเรื่องคุณภาพของกาแฟที่ผ่านทุกกระบวนการอย่างพิถีพิถันแล้ว ในเรื่องบรรจุภัณฑ์เมล็ดกาแฟของเราก็ยังมีประสิทธิภาพที่ดีเยี่ยม พร้อมส่งมอบประสบการณ์ในการดื่มกาแฟให้กับผู้ดื่มกาแฟทุกๆ คน</li></td>
    </tr>
</table>
</div>
<table border="0" class="table"> 
    <tr><td><h2>ส่งต่อประสบการณ์กาแฟสุดพิเศษ
        Coffee Test EXPERIENCE
        ด้วยประสบการณ์ในวงการกาแฟไทยมากว่า 20 ปี</h2></td></tr>
    <tr>
    <td>Coffee Test จำหน่ายสินค้าเกี่ยวกับธุรกิจกาแฟแบบครบวงจร พร้อมบริการให้คำปรึกษาและแนะนำ ข้อมูลเกี่ยวกับเรื่องกาแฟ ตลอดจนการเปิดร้านกาแฟอย่างจริงใจ</td><td><img src="../img/about_img03.png" height="200" width="500"></td>
    </tr>
    <tr><td><h2>“Coffee Test Education Center”</h2></td><td><h2>และความพิเศษสุดท้ายที่เราอยากจะส่งต่อก็คือ “Coffee Test”</h2></td></tr>
<tr><td>ศูนย์การเรียนรู้แห่งใหม่ ที่เปิดสอนความรู้ด้านกาแฟตั้งแต่มือใหม่ไปจนถึงระดับมืออาชีพ มีการถ่ายทอดความรู้พื้นฐานอย่างถูกต้อง และสามารถนำไปปรับใช้ได้จริง<br>
Coffee Test Education Center ได้รับการรับรองอย่างเป็นทางการจากสถาบัน CQI (@Coffee Quality Institute) แต่งตั้งให้ Coffee Test Education Center เป็น Q Venue Professional ที่ผ่านการตรวจสอบมาตรฐานและสามารถจัดการเรียนการสอนความรู้ด้านกาแฟจากสถาบัน CQI<br>
และมากไปกว่านี้ Coffee Test Education Center ยังจัดให้มีคอร์สเรียนสำหรับทุกระดับอย่างต่อเนื่อง เพื่อยกระดับการศึกษาด้านกาแฟพิเศษในประเทศไทย ให้เป็นที่ยอมรับและมีชื่อเสียงระดับสากล โดย มุ่งเน้นความเป็นมืออาชีพและประโยชน์สูงสุดที่ผู้เรียนจะได้รับ และนำไปเพิ่มพูนศักยภาพ ต่อยอด ในสายอาชีพทางด้านกาแฟพิเศษได้อย่างเต็มที่</td>
<td>ร้านกาแฟต้นแบบ ภายใต้คอนเซปต์ Experience Space สำหรับการแลกเปลี่ยนเรื่องราวดีๆ และ<br>

    ประสบการณ์เกี่ยวกับกาแฟสำหรับผู้ที่ชอบดื่มกาแฟรวมถึงบรรยากาศในร้านกาแฟ<br><br>
    
    Coffee Test เน้นเรื่องการเรียนรู้ การพัฒนา และการส่งต่อประสบการณ์ โดยเราจะไม่หยุดเรียนรู้ เพื่อพัฒนาคุณภาพกาแฟไทยไปสู่สากลอย่างยั่งยืน</td>
    </tr>
    </table>

</div>
</body>
</html>